
"01-DiagramListView" = "View All of Your Diagrams";

"02-DiagramDisplayView" = "Edit And Modify A Diagram";

"03-DiagramExportButton" = "Export A Diagram";

"04-DiagramShareButton" = "Save Or Share A Diagram";
